Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_HDR_VIDEO_60FPS_UNSUPPORTED_FOOTER
source: Record up to 30 fps video in 10-bit high dynamic range including Dolby Vision.
ar: تسجيل فيديو بمعدل حتى ٣٠ إطار/ث ونطاق ديناميكي عال ١٠-بت، بما في ذلك Dolby Vision.
bg: Записва видео с честота до 30 кадъра/сек в 10-битов висок динамичен обхват, включително Dolby Vision.
bn: Dolby Vision সহ 10-bit-এ হাই ডাইনামিক রেঞ্জে 30 fps পর্যন্ত রেকর্ড করুন।
ca: Grava vídeos amb fins a 30 fps en rang dinàmic de 10 bits i Dolby Vision.
cs: Záznam videa se snímkovou frekvencí až 30 fps v 10bitovém HDR formátu Dolby Vision.
da: Optag video med op til 30 bps i 10-bit HDR (High Dynamic Range) og Dolby Vision.
de: Nimm Videos bis zu 30 fps mit hohem dynamischem Umfang (HDR) in 10-Bit einschließlich Dolby Vision auf.
el: Εγγράψτε βίντεο έως 30 καρέ/δευτ. σε υψηλό δυναμικό εύρος 10 bit, συμπεριλαμβανομένου του Dolby Vision.
es: Graba vídeos de hasta 30 fps con alto rango dinámico de 10 bits, incluido Dolby Vision.
es_us: Graba videos de hasta 30 fps en HDR de 10 bits incluyendo Dolby Vision.
fi: Tallenna videota enintään 30 fps:n nopeudella 10-bittisellä HDR:llä sekä Dolby Visionilla.
fr: Enregistrez des vidéos avec une fréquence d’images maximale de 30 ips, une plage dynamique étendue de 10 bits et la technologie Dolby Vision.
fr_ca: Enregistrez des vidéos jusqu’à 30 ips dans un format à grande gamme dynamique 10 bits avec Dolby Vision.
gu: Dolby Vision સહિત 10-બિટ હાઈ ડાયનૅમિક રેંજમાં 30 fps સુધીના વીડિયો રેકોર્ડ કરો.
he: ניתן לצלם וידאו בקצב מקסימלי של ⁨30 FPS⁩ בטווח דינמי גבוה של 10 סיביות עם Dolby Vision.
hi: Dolby Vision सहित 10-बिट हाई डाइनैमिक रेंज में 30 fps तक के वीडियो रिकॉर्ड करें।
hr: Snimite videozapis do 30 fps u 10-bitnom visokodinamičnom rasponu uključujući Dolby Vision.
hu: Akár 30 fps képkockasebességű videót is rögzíthet 10 bites, nagy dinamikatartománnyal, beleértve a Dolby Visiont is.
id: Rekam video hingga 30 fps dalam rentang dinamis tinggi 10 bit yang dilengkapi dengan Dolby Vision.
it: Registra video fino a 30 fps in formato HDR (High Dynamic Range) a 10 bit, inclusa la modalità Dolby Vision.
ja: ドルビービジョンを含む、10ビットのハイダイナミックレンジで最高30 fpsのビデオを撮影します。
kk: 10 биттік жоғары динамикалық ауқымда (оның ішінде Dolby Vision) 30 кадр/с дейінгі жиілікте видео жазыңыз.
kn: Dolby Vision ಸೇರಿದಂತೆ 10-ಬಿಟ್ ಅಧಿಕ ಡೈನಾಮಿಕ್ ರೇಂಜ್‌ನಲ್ಲಿ 30 fpsವರೆಗಿನ ವೀಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ.
ko: Dolby Vision을 포함하는 10비트 고명암 대비 비디오를 최대 30fps로 녹화합니다.
lt: Įrašykite iki 30 kadr./s spartos vaizdo įrašus 10 bitų dideliu dinaminiu diapazonu, įskaitant „Dolby Vision“.
ml: Dolby Vision ഉൾപ്പെടെ 10-ബിറ്റ് ഹൈ ഡൈനാമിക് റേഞ്ചിൽ 30 fps വരെയുള്ള വീഡിയോ റെക്കോർഡ് ചെയ്യൂ.
mr: Dolby Vision सोबत 10-बिट हाय डायनॅमिक रेंजमध्ये 30 fps पर्यंतचा व्हिडिओ रेकॉर्ड करा.
ms: Rakam video sehingga 30 bps dalam julat dinamik tinggi 10 bit termasuk Dolby Vision.
nb: Ta opp video med opptil 30 bps, 10-bit utvidet dynamisk område og Dolby Vision.
nl: Neem tot 30 fps video op in een hoog dynamisch bereik van 10 bits, inclusief Dolby Vision.
or: Dolby Vision ସମେତ ^[10](formatNumber: true)-ବିଟ୍‌ ହାଇ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍‌ରେ ^[30](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ଭିଡିଓ ରେକର୍ଡ୍‌ କରନ୍ତୁ।
pa: Dolby Vision ਸਮੇਤ 10-ਬਿਟ ਉੱਚ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਵਿੱਚ 30 fps ਤੱਕ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ।
pl: Nagrywanie wideo do 30 kl./s z 10-bitowym szerokim zakresem tonalnym oraz Dolby Vision.
pt_br: Grava vídeos em até 30 fps em HDR de 10 bits, incluindo Dolby Vision.
pt_pt: Grave vídeos até 30 fps em gama dinâmica alta de 10 bits, incluindo Dolby Vision.
ro: Înregistrați video la cel mult 30 fps în gamă dinamică înaltă pe 10 biți, inclusiv Dolby Vision.
ru: Записывайте видео с частотой до 30 кадр⁠/⁠с в 10‑битном расширенном динамическом диапазоне, включая Dolby Vision.
sk: Nahrávanie videa až do 30 fps v 10-bitovom vysokom dynamickom rozsahu vrátane štandardu Dolby Vision.
sl: Posnemite video z največ 30 sličicami/s v 10‑bitnem visokem dinamičnem razponu, vključno z obliko zapisa Dolby Vision.
sv: Spela in video med upp till 30 b/s med 10-bitars HDR och Dolby Vision.
ta: Dolby Vision உட்பட 10-பிட் ஹை டைனமிக் ரேஞ்சில் 30 fps வீடியோ வரை பதிவுசெய்யலாம்.
te: Dolby Vision సహా 10-బిట్ అత్యధిక డైనమిక్ రేంజ్‌లో గరిష్టంగా 30 fps వరకు రికార్డ్ చేస్తుంది.
th: บันทึกวิดีโอสูงสุด 30 fps แบบช่วงแสงกว้างขึ้น 10 บิต รวมถึง Dolby Vision
tr: Dolby Vision da dahil olmak üzere 10 bit yüksek dinamik aralıkta 30 kare/sn.’ye varan hızlarda video kaydı yapar.
uk: Знімайте відео з частотою до 30 кадр/с з 10-бітним розширеним динамічним діапазоном і підтримкою Dolby Vision.
ur: بشمول ⁨Dolby Vision⁩ ‏^[10](formatNumber: true) بِٹ ہائی ڈائنیمک رینج میں ⁨^[30](formatNumber: true) fps⁩ تک کی ویڈیو ریکارڈ کریں۔
vi: Quay video đến 30 fps bằng dải tần nhạy sáng cao 10-bit bao gồm Dolby Vision.
zh_cn: 以10位高动态范围（包括杜比视界）录制高达30 fps的视频。
zh_hk: 以10位元高動態範圍（包括「杜比視界」）錄製高達30 fps的影片。
zh_tw: 以10位元高動態範圍（包含杜比視界）錄製最高30 fps影片。

# CAM_HDR_VIDEO_AND_CINEMATIC_FOOTER
source: Video and Cinematic mode will record video in 10-bit high dynamic range including Dolby Vision.
ar: سيسجل نمط "فيديو" و"سينمائي" الفيديو بنطاق ديناميكي عالٍ ١٠-بت، بما في ذلك Dolby Vision.
bg: Режим Видео и Кинематографски ще записват видео в 10-битов висок динамичен обхват, включително Dolby Vision.
bn: ভিডিও ও সিনেম্যাটিক মোডে Dolby Vision-সহ ^[10](formatNumber: true) বিটের হাই ডায়নামিক রেঞ্জে ভিডিও রেকর্ড করা যায়।
ca: Els modes de vídeo i de cine permeten gravar vídeos en rang dinàmic alt de 10 bits i Dolby Vision.
cs: Režimy Video a Film budou nahrávat videa v 10bitovém HDR formátu včetně Dolby Vision.
da: Video og Filmisk optager video i 10-bit HDR (High Dynamic Range), herunder Dolby Vision.
de: In den Modi „Video“ und „Kino“ werden Videos mit hohem dynamischen Umfang (HDR) in 10-Bit einschließlich Dolby Vision aufgenommen.
el: Η λειτουργία «Βίντεο» και «Κινηματογραφικό» θα εγγράφει βίντεο σε υψηλό δυναμικό εύρος 10 bit, συμπεριλαμβανομένου του Dolby Vision.
es: Los modos Vídeo y Cine graban vídeo en alto rango dinámico (HDR) de 10 bits, incluido Dolby Vision.
es_us: Los modos Video y Cine grabarán videos en HDR de 10 bits incluyendo Dolby Vision.
fi: Video- ja Elokuvallinen-tilat tallentavat videota 10-bittisellä HDR:llä sekä Dolby Visionilla.
fr: Les modes Vidéo et Cinématique enregistrent des vidéos avec une plage dynamique étendue de 10 bits et la technologie Dolby Vision.
fr_ca: Les modes Vidéo et Cinéma permettent d’enregistrer des vidéos dans un format à grande gamme dynamique 10 bits avec Dolby Vision.
gu: વીડિયો અને સિનેમૅટિક મોડ Dolby Vision સહિત 10-બિટ હાઈ ડાયનૅમિક રેંજમાં વીડિયો રેકોર્ડ કરશે.
he: המצבים ״וידאו״ ו״קולנועי״ יצלמו וידאו בטווח דינמי גבוה של 10 סיביות עם Dolby Vision.
hi: वीडियो और सिनेमैटिक मोड Dolby Vision सहित 10-बिट हाई डाइनैमिक रेंज में वीडियो रिकॉर्ड करेगा।
hr: Načini rada Videozapis i Filmski video snimat će videozapis u 10-bitnom visokodinamičnom rasponu uključujući Dolby Vision.
hu: A Videó és a Filmszerű módok 10 bites, nagy dinamikatartományú videókat rögzítenek, beleértve a Dolby Visiont is.
id: Mode Video dan Sinematik akan merekam video dalam rentang dinamis tinggi 10 bit yang dilengkapi dengan Dolby Vision.
it: Con le modalità Video e Cinema, puoi registrare video in formato HDR (High Dynamic Range) a 10 bit, incluso Dolby Vision.
ja: ビデオとシネマティックモードでは、ドルビービジョンを含む、10ビットのハイダイナミックレンジでビデオを撮影します。
kk: Видео және кино режимде 10 биттік жоғары динамикалық ауқымда (оның ішінде Dolby Vision) видео жазылады.
kn: Dolby Vision ಸೇರಿದಂತೆ 10-ಬಿಟ್ ಅಧಿಕ ಡೈನಾಮಿಕ್ ರೇಂಜ್‌ನಲ್ಲಿ ವೀಡಿಯೊ ಮತ್ತು ಸಿನಿಮ್ಯಾಟಿಕ್ ಮೋಡ್ ವೀಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: 비디오 및 시네마틱 모드는 Dolby Vision을 포함하는 10비트 고명암 대비 비디오를 녹화합니다.
lt: Pasirinkus „Vaizdo įrašo“ ir „Kinematografinį“ režimus, vaizdo įrašai bus įrašomi 10 bitų dideliu dinaminiu diapazonu, įskaitant „Dolby Vision“.
ml: വീഡിയോ, സിനിമാറ്റിക് മോഡ് എന്നിവ Dolby Vision ഉൾപ്പെടെ 10-ബിറ്റ് ഹൈ ഡൈനാമിക് റേഞ്ചിൽ വീഡിയോ റെക്കോർഡ് ചെയ്യും.
mr: व्हिडिओ आणि सिनेमॅटिक मोड Dolby Vision सह ^[10](formatNumber: true)-बिट उच्च डायनॅमिक रेंजमध्ये व्हिडिओ रेकॉर्ड करेल.
ms: Mod Video dan Sinematik akan merakam video dalam julat dinamik tinggi 10 bit termasuk Dolby Vision.
nb: Video og Filmatisk-modus tar opp video med 10-bit utvidet dynamisk område og Dolby Vision.
nl: De modi 'Video' en 'Film' nemen video op in een hoog dynamisch bereik van 10 bits, inclusief Dolby Vision.
or: ଭିଡିଓ ଏବଂ ସିନେମେଟିକ୍ ମୋଡ୍‌ Dolby Vision ସହିତ 10-ବିଟ୍ ଉଚ୍ଚ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍‌ରେ ଭିଡିଓ ରେକର୍ଡ୍‌ କରିବ।
pa: ਵੀਡੀਓ ਅਤੇ ਸਿਨੇਮੈਟਿਕ ਮੋਡ Dolby Vision ਸਹਿਤ ^[10](formatNumber: true)-ਬਿੱਟ ਉੱਚ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਵਿੱਚ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ।
pl: Tryby Wideo i Filmowe pozwalają nagrywać wideo z 10-bitowym zakresem tonalnym oraz Dolby Vision.
pt_br: Os modos Vídeo e Cinema gravam vídeos em HDR de 10 bits, incluindo Dolby Vision.
pt_pt: Os modos Vídeo e Cinematográfico gravam vídeo em gama dinâmica alta de 10 bits, incluindo Dolby Vision.
ro: În modurile video și cinematic, clipurile video vor fi înregistrate în gamă dinamică înaltă pe 10 biți, inclusiv Dolby Vision.
ru: Режимы «Видео» и «Киноэффект» позволяют записывать видео в 10‑битном расширенном динамическом диапазоне, включая Dolby Vision.
sk: Režimy Video a Film budú nahrávať v 10-bitovom vysokom dynamickom rozsahu vrátane štandardu Dolby Vision.
sl: Videi se bodo v načinih Video in Filmsko snemali v 10‑bitnem visokem dinamičnem razponu, vključno z obliko videa Dolby Vision.
sv: Video och cinematisk spelar in video i 10-bitars HDR och Dolby Vision.
ta: வீடியோ, சினிமேட்டிக் பயன்முறை ஆகியவற்றில் Dolby Vision உட்பட 10-பிட் ஹை டைனமிக் ரேஞ்ச் வீடியோவைப் பதிவுசெய்யலாம்.
te: వీడియో మరియు సినిమాటిక్ మోడ్ వీడియోను Dolby Vision సహా 10-బిట్ అత్యధిక డైనమిక్ రేంజ్‌లో రికార్డ్ చేస్తుంది.
th: โหมดวิดีโอและโหมดภาพยนตร์จะบันทึกวิดีโอแบบช่วงแสงกว้างขึ้น 10 บิต รวมถึง Dolby Vision
tr: Video ve Sinematik modu, Dolby Vision da dahil olmak üzere 10 bit yüksek dinamik aralıkta video kaydı yapar.
uk: У режимах «Відео» й «Кінематограф» відео записуватиметься з 10‑бітним розширеним динамічним діапазоном і підтримкою Dolby Vision.
ur: ویڈیو اور سنیمائی موڈ ‏⁨Dolby Vision⁩ سمیت ^[10](formatNumber: true) بِٹ ہائی ڈائنیمک رینج میں ویڈیو ریکارڈ کرے گا۔
vi: Chế độ Video và Điện ảnh sẽ quay video bằng định dạng dải tần nhạy sáng cao 10-bit bao gồm Dolby Vision.
zh_cn: 视频和电影效果将以10位高动态范围（包括杜比视界）录制视频。
zh_hk: 「錄影」和「電影效果」模式會以10位元高動態範圍（包括「杜比視界」）錄製影片。
zh_tw: 「錄影」和「電影級」模式會以10位元高動態範圍（包含杜比視界）錄製影片。

# CAM_HDR_VIDEO_FOOTER
source: Record up to 60 fps video in 10-bit high dynamic range including Dolby Vision.
ar: تسجيل فيديو بمعدل حتى ٦٠ إطار/ث ونطاق ديناميكي عال ١٠-بت، بما في ذلك Dolby Vision.
bg: Записва видео с честота до 60 кадъра/сек в 10-битов висок динамичен обхват, включително Dolby Vision.
bn: Dolby Vision সহ ^[10](formatNumber: true)-bit-এ হাই ডাইনামিক রেঞ্জে ^[60](formatNumber: true) fps পর্যন্ত রেকর্ড করুন।
ca: Grava vídeos amb fins a 60 fps en rang dinàmic de 10 bits i Dolby Vision.
cs: Záznam videa se snímkovou frekvencí až 60 fps v 10bitovém HDR formátu Dolby Vision.
da: Optag video med op til 60 bps i 10-bit HDR (High Dynamic Range) og Dolby Vision.
de: Nimm Videos bis zu 60 fps mit hohem dynamischem Umfang (HDR) in 10-Bit einschließlich Dolby Vision auf.
el: Εγγράψτε βίντεο έως 60 καρέ/δευτ. σε υψηλό δυναμικό εύρος 10 bit, συμπεριλαμβανομένου του Dolby Vision.
es: Graba vídeos de hasta 60 fps con alto rango dinámico de 10 bits, incluido Dolby Vision.
es_us: Graba videos de hasta 60 fps en HDR de 10 bits incluyendo Dolby Vision.
fi: Tallenna videota jopa 60 fps:n nopeudella 10-bittisellä HDR:llä sekä Dolby Visionilla.
fr: Enregistrez des vidéos avec une fréquence d’images maximale de 60 ips, une plage dynamique étendue de 10 bits et la technologie Dolby Vision.
fr_ca: Enregistrez des vidéos jusqu’à 60 ips dans un format à grande gamme dynamique 10 bits avec Dolby Vision.
gu: Dolby Vision સહિત 10-બિટ હાઈ ડાયનૅમિક રેંજમાં 60 fps સુધીના વીડિયો રેકોર્ડ કરો.
he: ניתן לצלם וידאו בקצב מקסימלי של ⁨60 FPS⁩ בטווח דינמי גבוה של 10 סיביות עם Dolby Vision.
hi: Dolby Vision सहित 10-बिट हाई डाइनैमिक रेंज में 60 fps तक के वीडियो रिकॉर्ड करें।
hr: Snimite videozapis do 60 fps u 10-bitnom visokodinamičom rasponu uključujući Dolby Vision.
hu: Akár 60 fps képkockasebességű videót is rögzíthet 10 bites, nagy dinamikatartománnyal, beleértve a Dolby Visiont is.
id: Rekam video hingga 60 fps dalam rentang dinamis tinggi 10 bit yang dilengkapi dengan Dolby Vision.
it: Registra video fino a 60 fps in formato HDR (High Dynamic Range) a 10 bit, inclusa la modalità Dolby Vision.
ja: ドルビービジョンを含む、10ビットのハイダイナミックレンジで最高60 fpsのビデオを撮影します。
kk: 10 биттік жоғары динамикалық ауқымда (оның ішінде Dolby Vision) 60 кадр/с дейінгі жиілікте видео жазыңыз.
kn: Dolby Vision ಸೇರಿದಂತೆ 10-ಬಿಟ್ ಅಧಿಕ ಡೈನಾಮಿಕ್ ರೇಂಜ್‌ನಲ್ಲಿ 60 fpsವರೆಗಿನ ವೀಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ.
ko: Dolby Vision을 포함하는 10비트 고명암 대비 비디오를 최대 60fps로 녹화합니다.
lt: Įrašykite iki 60 kadr./s spartos vaizdo įrašus 10 bitų dideliu dinaminiu diapazonu, įskaitant „Dolby Vision“.
ml: Dolby Vision ഉൾപ്പെടെ 10-ബിറ്റ് ഹൈ ഡൈനാമിക് റേഞ്ചിൽ 60 fps വരെയുള്ള വീഡിയോ റെക്കോർഡ് ചെയ്യൂ.
mr: Dolby Vision सोबत 10-बिट हाय डायनॅमिक रेंजमध्ये 60 fps पर्यंतचा व्हिडिओ रेकॉर्ड करा.
ms: Rakam video sehingga 60 bps dalam julat dinamik tinggi 10 bit termasuk Dolby Vision.
nb: Ta opp video med opptil 60 bps, 10-bit utvidet dynamisk område og Dolby Vision.
nl: Neem tot 60 fps video op in een hoog dynamisch bereik van 10 bits, inclusief Dolby Vision.
or: Dolby Vision ସହିତ ^[10](formatNumber: true)-ବିଟ୍‌ ଉଚ୍ଚ ଡାଇନାମିକ୍ ପରିସରରେ ^[60](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ଭିଡିଓ ରେକର୍ଡ୍‌ କରନ୍ତୁ।
pa: Dolby Vision ਸਮੇਤ 10-ਬਿਟ ਉੱਚ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਵਿੱਚ 60 fps ਤੱਕ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ।
pl: Nagrywanie wideo do 60 kl./s z 10-bitowym szerokim zakresem tonalnym oraz Dolby Vision.
pt_br: Grava vídeos em até 60 fps em HDR de 10 bits, incluindo Dolby Vision.
pt_pt: Grave vídeos até 60 fps em gama dinâmica alta de 10 bits, incluindo Dolby Vision.
ro: Înregistrați video la cel mult 60 fps în gamă dinamică înaltă pe 10 biți, inclusiv Dolby Vision.
ru: Записывайте видео с частотой до 60 кадр⁠/⁠с в 10‑битном расширенном динамическом диапазоне, включая Dolby Vision.
sk: Nahrávanie videa až do 60 fps v 10-bitovom vysokom dynamickom rozsahu vrátane štandardu Dolby Vision.
sl: Posnemite video z največ 60 sličicami/s v 10‑bitnem visokem dinamičnem razponu, vključno z obliko zapisa Dolby Vision.
sv: Spela in video med upp till 60 bilder/s med 10-bitars HDR och Dolby Vision.
ta: Dolby Vision உட்பட 10-பிட் ஹை டைனமிக் ரேஞ்சில் 60 fps வீடியோ வரை பதிவுசெய்யலாம்.
te: Dolby Vision సహా 10-బిట్ అత్యధిక డైనమిక్ రేంజ్‌లో గరిష్టంగా 60 fps వరకు రికార్డ్ చేస్తుంది.
th: บันทึกวิดีโอสูงสุด 60 fps แบบช่วงแสงกว้างขึ้น 10 บิต รวมถึง Dolby Vision
tr: Dolby Vision da dahil olmak üzere 10 bit yüksek dinamik aralıkta 60 kare/sn.’ye varan hızlarda video kaydı yapar.
uk: Знімайте відео з частотою до 60 кадр/с з 10-бітним розширеним динамічним діапазоном і підтримкою Dolby Vision.
ur: بشمول ⁨Dolby Vision⁩ ‏^[10](formatNumber: true) بِٹ ہائی ڈائنیمک رینج میں ⁨^[60](formatNumber: true) fps⁩ تک کی ویڈیو ریکارڈ کریں۔
vi: Quay video đến 60 fps bằng dải tần nhạy sáng cao 10-bit bao gồm Dolby Vision.
zh_cn: 以10位高动态范围（包括杜比视界）录制高达60 fps的视频。
zh_hk: 以10位元高動態範圍（包括「杜比視界」）錄製高達60 fps的影片。
zh_tw: 以10位元高動態範圍（包含杜比視界）錄製最高60 fps影片。

# CAM_HDR_VIDEO_FOOTER_4k120
source: Video, Slo-mo, and Cinematic mode will record video in 10-bit high dynamic range including Dolby Vision up to 120 fps.
ar: سيسجل نمط "فيديو" و"حركة بطيئة" الفيديو بنطاق ديناميكي عال ١٠-بت، بما في ذلك Dolby Vision لحد ١٢٠ إطار/ث.
bg: Режим Видео, Забавено движение и Кинематографски ще записват видео в 10-битов висок динамичен обхват, включително Dolby Vision до 120 кадъра/сек.
bn: ভিডিও, স্লো-মো ও সিনেম্যাটিক মোডে Dolby Vision-সহ ^[10](formatNumber: true) বিটের হাই ডায়নামিক রেঞ্জে ^[120](formatNumber: true) fps পর্যন্ত ভিডিও রেকর্ড করা যায়।
ca: Els modes de vídeo, de càmera lenta i de cine permeten gravar vídeos en rang dinàmic alt de 10 bits i Dolby Vision de fins a 120 fps.
cs: Režimy Video, Zpomalený záběr a Film budou nahrávat videa v 10bitovém HDR formátu včetně Dolby Vision se snímkovou frekvencí až 120 fps.
da: Video, Slowmotion og Filmisk optager video i 10-bit HDR (High Dynamic Range), herunder Dolby Vision op til 120 bps.
de: In den Modi „Video“, Zeitlupe“ und „Kino“ werden Videos mit hohem dynamischen Umfang (HDR) in 10-Bit einschließlich Dolby Vision mit bis zu 120 fps aufgenommen.
el: Η λειτουργία «Βίντεο», «Αργή κίνηση» και «Κινηματογραφικό» θα εγγράφει βίντεο σε υψηλό δυναμικό εύρος 10 bit, συμπεριλαμβανομένου του Dolby Vision έως 120 καρέ/δευτ.
es: Los modos Vídeo, “Cámara lenta” y Cine graban vídeo en alto rango dinámico (HDR) de 10 bits, incluido Dolby Vision de hasta 120 fps.
es_us: Los modos Video, Cámara lenta y Cine grabarán videos en HDR de 10 bits incluyendo Dolby Vision de hasta 120 fps.
fi: Video-, Hidastettu- ja Elokuvallinen-tilat tallentavat videota enintään 120 fps:n nopeudella 10-bittisellä HDR:llä sekä Dolby Visionilla.
fr: Les modes Vidéo, Ralenti et Cinématique enregistrent des vidéos avec une plage dynamique étendue de 10 bits et la technologie Dolby Vision, à une fréquence d’images maximale de 120 ips.
fr_ca: Les modes Vidéo, Ralenti et Cinéma permettent d’enregistrer des vidéos dans un format à grande gamme dynamique 10 bits avec Dolby Vision et jusqu’à 120 ips.
gu: વીડિયો, સ્લો-મો અને સિનેમૅટિક મોડ 120 fps સુધીના Dolby Vision સહિત 10-બિટ હાઈ ડાયનૅમિક રેંજમાં વીડિયો રેકોર્ડ કરશે.
he: המצבים ״וידאו״, ״הילוך איטי״ ו״קולנועי״ יצלמו וידאו בטווח דינמי גבוה של 10 סיביות עם Dolby Vision בקצב מקסימלי של ⁨120 FPS⁩.
hi: वीडियो, स्लो-मो और सिनेमैटिक मोड 120 fps तक के Dolby Vision सहित 10-बिट हाई डाइनैमिक रेंज में वीडियो रिकॉर्ड करेगा।
hr: Načini rada Videozapis, Usporena snimka i Filmski video snimat će videozapis u 10-bitnom visokodinamičnom rasponu uključujući Dolby Vision do 120 fps.
hu: A Videó, a Lassított és a Filmszerű módok 10 bites, nagy dinamikatartományú videókat rögzítenek, beleértve a Dolby Visiont is legfeljebb 120 fps sebességig.
id: Mode Video, Slo-mo, dan Sinematik akan merekam video dalam rentang dinamis tinggi 10 bit yang dilengkapi dengan Dolby Vision hingga 120 fps.
it: Con le modalità Video, Slow-mo e Cinema, puoi registrare video in formato HDR (High Dynamic Range) a 10 bit, incluso Dolby Vision fino a 120 fps.
ja: ビデオ、スローモーション、およびシネマティックモードでは、最高120 fpsのドルビービジョンを含む、10ビットのハイダイナミックレンジでビデオを撮影します。
kk: Видео, баяу видео және кино режимде 10 биттік жоғары динамикалық ауқымда (оның ішінде Dolby Vision) 120 кадр/с дейінгі жиілікте видео жазылады.
kn: ವೀಡಿಯೊ, ಸ್ಲೋ-ಮೋಷನ್ ಮತ್ತು ಸಿನಿಮ್ಯಾಟಿಕ್ ಮೋಡ್ Dolby Vision ಸೇರಿದಂತೆ 10-ಬಿಟ್ ಹೈ ಡೈನಾಮಿಕ್ ಶ್ರೇಣಿಯಲ್ಲಿ ಗರಿಷ್ಠ 120 fps ವರೆಗೆ ವೀಡಿಯೊವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: 비디오, 슬로 모션 및 시네마틱 모드는 Dolby Vision을 포함하는 10비트 고명암 대비 비디오를 최대 120fps로 녹화합니다.
lt: Pasirinkus „Vaizdo įrašo“, „Sulėtinto vaizdo“ ir „Kinematografinį“ režimus, vaizdo įrašai bus įrašomi 10 bitų dideliu dinaminiu diapazonu, įskaitant „Dolby Vision“, iki 120 kadr./s sparta.
ml: വീഡിയോ, സ്ലോ-മോ, സിനിമാറ്റിക് മോഡ് എന്നിവ 120 fps വരെയുള്ള Dolby Vision ഉൾപ്പെടെ 10-ബിറ്റ് ഹൈ ഡൈനാമിക് റേഞ്ചിൽ വീഡിയോ റെക്കോർഡ് ചെയ്യും.
mr: व्हिडिओ, स्लो मोशन आणि सिनेमॅटिक मोड 120 fps पर्यंत Dolby Vision सह 10-बिट उच्च डायनॅमिक रेंजमध्ये व्हिडिओ रेकॉर्ड करेल.
ms: Mod Video, Slo-mo dan Sinematik akan merakam video sehingga 120 bps dalam julat dinamik tinggi 10 bit termasuk Dolby Vision.
nb: Video, sakte film og Filmatisk-modus tar opp video med 10-bit utvidet dynamisk område, Dolby Vision og opptil 120 bps.
nl: De modi 'Video', Slowmotion' en 'Film' nemen tot 120 fps video op in een hoog dynamisch bereik van 10 bits, inclusief Dolby Vision.
or: ଭିଡିଓ, ସ୍ଲୋ-ମୋଶନ୍ ଏବଂ ସିନେମାଟିକ୍ ମୋଡ୍‌ ^[120](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ Dolby Vision ସହିତ ^[10](formatNumber: true)-ବିଟ୍ ଉଚ୍ଚ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍‌ରେ ଭିଡିଓ ରେକର୍ଡ୍‌ କରିବ।
pa: ਵੀਡੀਓ, ਸਲੋ-ਮੋ, ਅਤੇ ਸਿਨੇਮੈਟਿਕ ਮੋਡ 120 fps ਤੱਕ Dolby Vision ਸਹਿਤ 10-ਬਿੱਟ ਉੱਚ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਵਿੱਚ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ।
pl: Tryby Wideo, Zwolnione tempo i Filmowe pozwalają nagrywać wideo z 10-bitowym zakresem tonalnym oraz Dolby Vision, do 120 kl/s.
pt_br: Os modos Vídeo, Câmera Lenta e Cinema gravam vídeos em HDR de 10 bits, incluindo Dolby Vision a até 120 fps.
pt_pt: Os modos Vídeo, Câmara lenta e Cinematográfico gravam vídeo em gama dinâmica alta de 10 bits, incluindo Dolby Vision até 120 fps.
ro: În modurile video, ralanti și cinematic, clipurile video vor fi înregistrate în gamă dinamică înaltă pe 10 biți, inclusiv Dolby Vision, până la cel mult 120 fps.
ru: Режимы «Видео», «Замедленно» и «Киноэффект» позволяют записывать видео в 10‑битном расширенном динамическом диапазоне, включая Dolby Vision с частотой до 120 кадр⁠/⁠с.
sk: Režimy Video, Spomalené a Film budú nahrávať v 10-bitovom vysokom dynamickom rozsahu vrátane štandardu Dolby Vision s rýchlosťou snímok do 120 fps.
sl: Videi se bodo v načinih Video, Počasni posnetek in Filmsko snemali v 10-bitnem visokem dinamičnem razponu, vključno z obliko zapisa Dolby Vision s hitrostjo do 120 sličic/s.
sv: Video, slowmotion och cinematisk spela in video med 10-bitars HDR och Dolby Vision upp till 120 bilder/s.
ta: வீடியோ, ஸ்லோ மோஷன், சினிமேட்டிக் பயன்முறை ஆகியவற்றில் Dolby Vision உட்பட 10-பிட் ஹை டைனமிக் ரேஞ்சில் 120 fps வீடியோ வரை பதிவுசெய்யலாம்.
te: వీడియో, స్లో-మోషన్ మరియు సినిమాటిక్ మోడ్ వీడియోను Dolby Visionతో సహా 10-బిట్ హై డైనమిక్ రేంజ్‌లో గరిష్టంగా 120 fps వరకు రికార్డ్ చేస్తాయి.
th: โหมดวิดีโอ โหมดสโลว์โมชั่น และโหมดภาพยนตร์จะบันทึกวิดีโอแบบช่วงแสงกว้างขึ้น 10 บิต รวมถึง Dolby Vision สูงสุด 120 fps
tr: Video, Ağır Çekim ve Sinematik modu, Dolby Vision da dahil olmak üzere 10 bit yüksek dinamik aralıkta 120 kare/sn.’ye varan hızlarda video kaydı yapar.
uk: У режимах «Відео», «Повільна зйомка» й «Кінематограф» відео записуватиметься з частотою до 120 кадр/с з 10‑бітним розширеним динамічним діапазоном і підтримкою Dolby Vision.
ur: ویڈیو، سست رفتار اور سنیمائی موڈ میں ⁨^[120](formatNumber: true) fps⁩ تک کے ‏⁨Dolby Vision⁩ سمیت ^[10](formatNumber: true) بِٹ ہائی ڈائنیمک رینج میں ویڈیو ریکارڈ کی جاتی ہے۔
vi: Chế độ Video, Quay chậm và Điện ảnh sẽ quay video bằng định dạng dải tần nhạy sáng cao 10-bit bao gồm Dolby Vision lên tới 120 fps.
zh_cn: 视频、慢动作和电影效果将以10位高动态范围（包括杜比视界）录制高达120 fps的视频。
zh_hk: 「錄影」、「慢動作」和「電影效果」模式會以10位元高動態範圍（包括「杜比視界」）錄製高達120 fps的影片。
zh_tw: 「錄影」、「慢動作」和「電影級」模式會以10位元高動態範圍（包含杜比視界）錄製最高120 fps影片。
